{"text": "One who calls himself a Sikh of the Guru, the True Guru, shall rise in the early morning hours and meditate on the Lord's Name.", "metadata": "ਗੁਰ ਸਤਿਗੁਰ ਕਾ ਜੋ ਸਿਖੁ ਅਖਾਏ ਸੁ ਭਲਕੇ ਉਠਿ ਹਰਿ ਨਾਮੁ ਧਿਆਵੈ ॥"}
{"text": "Upon arising early in the morning, he is to bathe, and cleanse himself in the pool of nectar.", "metadata":"ਉਦਮੁ ਕਰੇ ਭਲਕੇ ਪਰਭਾਤੀ ਇਸਨਾਨੁ ਕਰੇ ਅੰਮ੍ਰਿਤ ਸਰਿ ਨਾਵੈ ॥"}
{"text": "Following the Instructions of the Guru, he is to chant the Name of the Lord, Har, Har. All sins, misdeeds and negativity shall be erased.", "metadata": "ਉਪਦੇਸਿ ਗੁਰੂ ਹਰਿ ਹਰਿ ਜਪੁ ਜਾਪੈ ਸਭਿ ਕਿਲਵਿਖ ਪਾਪ ਦੋਖ ਲਹਿ ਜਾਵੈ ॥"}
{"text": "Then, at the rising of the sun, he is to sing Gurbani; whether sitting down or standing up, he is to meditate on the Lord's Name.", "metadata": "ਫਿਰਿ ਚੜੈ ਦਿਵਸੁ ਗੁਰਬਾਣੀ ਗਾਵੈ ਬਹਦਿਆ ਉਠਦਿਆ ਹਰਿ ਨਾਮੁ ਧਿਆਵੈ ॥"}
{"text": "One who meditates on my Lord, Har, Har, with every breath and every morsel of food - that Gursikh becomes pleasing to the Guru's Mind. ", "metadata": "ਜੋ ਸਾਸਿ ਗਿਰਾਸਿ ਧਿਆਏ ਮੇਰਾ ਹਰਿ ਹਰਿ ਸੋ ਗੁਰਸਿਖੁ ਗੁਰੂ ਮਨਿ ਭਾਵੈ ॥"}
{"text": "That person, unto whom my Lord and Master is kind and compassionate - upon that GurSikh, the Guru's Teachings are bestowed.", "metadata": "ਜਿਸ ਨੋ ਦਇਆਲੁ ਹੋਵੈ ਮੇਰਾ ਸੁਆਮੀ ਤਿਸੁ ਗੁਰਸਿਖ ਗੁਰੂ ਉਪਦੇਸੁ ਸੁਣਾਵੈ ॥"}
{"text": "Servant Nanak begs for the dust of the feet of that GurSikh, who himself chants the Naam, and inspires others to chant it.", "metadata": "ਜਨੁ ਨਾਨਕੁ ਧੂੜਿ ਮੰਗੈ ਤਿਸੁ ਗੁਰਸਿਖ ਕੀ ਜੋ ਆਪਿ ਜਪੈ ਅਵਰਹ ਨਾਮੁ ਜਪਾਵੈ ॥੨॥"}
{"text": "Yoga is not the patched coat, Yoga is not the walking stick. Yoga is not smearing the body with ashes.", "metadata": "ਜੋਗੁ ਨ ਖਿੰਥਾ ਜੋਗੁ ਨ ਡੰਡੈ ਜੋਗੁ ਨ ਭਸਮ ਚੜਾਈਐ ॥"}
{"text": "Yoga is not the ear-rings, and not the shaven head. Yoga is not the blowing of the horn.", "metadata": "ਜੋਗੁ ਨ ਮੁੰਦੀ ਮੂੰਡਿ ਮੁਡਾਇਐ ਜੋਗੁ ਨ ਸਿੰਙੀ ਵਾਈਐ ॥"}
{"text": "Remaining unblemished in the midst of the filth of the world - this is the way to attain Yoga.", "metadata": "ਅੰਜਨ ਮਾਹਿ ਨਿਰੰਜਨਿ ਰਹੀਐ ਜੋਗ ਜੁਗਤਿ ਇਵ ਪਾਈਐ ॥੧॥"}
{"text": "By mere words, Yoga is not attained.", "metadata": "ਗਲੀ ਜੋਗੁ ਨ ਹੋਈ ॥"}
{"text": "One who looks upon all with a single eye, and knows them to be one and the same - he alone is known as a Yogi.", "metadata": "ਏਕ ਦ੍ਰਿਸਟਿ ਕਰਿ ਸਮਸਰਿ ਜਾਣੈ ਜੋਗੀ ਕਹੀਐ ਸੋਈ ॥੧॥ ਰਹਾਉ ॥"}
{"text": "Yoga is not wandering to the tombs of the dead; Yoga is not sitting in trances.", "metadata": "ਜੋਗੁ ਨ ਬਾਹਰਿ ਮੜੀ ਮਸਾਣੀ ਜੋਗੁ ਨ ਤਾੜੀ ਲਾਈਐ ॥"}
{"text": "Yoga is not wandering through foreign lands; Yoga is not bathing at sacred shrines of pilgrimage.", "metadata": "ਜੋਗੁ ਨ ਦੇਸਿ ਦਿਸੰਤਰਿ ਭਵਿਐ ਜੋਗੁ ਨ ਤੀਰਥਿ ਨਾਈਐ ॥"}
{"text": "Remaining unblemished in the midst of the filth of the world - this is the way to attain Yoga.", "metadata": "ਅੰਜਨ ਮਾਹਿ ਨਿਰੰਜਨਿ ਰਹੀਐ ਜੋਗ ਜੁਗਤਿ ਇਵ ਪਾਈਐ ॥੨॥"}
{"text": "Meeting with the True Guru, doubt is dispelled, and the wandering mind is restrained.", "metadata": "ਸਤਿਗੁਰੁ ਭੇਟੈ ਤਾ ਸਹਸਾ ਤੂਟੈ ਧਾਵਤੁ ਵਰਜਿ ਰਹਾਈਐ ॥"}
{"text": "Nectar rains down, celestial music resounds, and deep within, wisdom is obtained.", "metadata": "ਨਿਝਰੁ ਝਰੈ ਸਹਜ ਧੁਨਿ ਲਾਗੈ ਘਰ ਹੀ ਪਰਚਾ ਪਾਈਐ ॥"}
{"text": "Remaining unblemished in the midst of the filth of the world - this is the way to attain Yoga.", "metadata": "ਅੰਜਨ ਮਾਹਿ ਨਿਰੰਜਨਿ ਰਹੀਐ ਜੋਗ ਜੁਗਤਿ ਇਵ ਪਾਈਐ ॥੩॥"}
{"text": "O Nanak, remain dead while yet alive - practice such a Yoga.", "metadata": "ਨਾਨਕ ਜੀਵਤਿਆ ਮਰਿ ਰਹੀਐ ਐਸਾ ਜੋਗੁ ਕਮਾਈਐ ॥"}
{"text": "When the horn is blown without being blown, then you shall attain the state of fearless dignity.", "metadata": "ਵਾਜੇ ਬਾਝਹੁ ਸਿੰਙੀ ਵਾਜੈ ਤਉ ਨਿਰਭਉ ਪਦੁ ਪਾਈਐ ॥"}
{"text": "Remaining unblemished in the midst of the filth of the world - this is the way to attain Yoga.", "metadata": "ਅੰਜਨ ਮਾਹਿ ਨਿਰੰਜਨਿ ਰਹੀਐ ਜੋਗ ਜੁਗਤਿ ਤਉ ਪਾਈਐ ॥੪॥੧॥੮॥"}
{"text": "The Bramhgyani is always unattached, as the lotus in the water remains detached.", "metadata": "ਬ੍ਰਹਮ ਗਿਆਨੀ ਸਦਾ ਨਿਰਲੇਪ ॥ ਜੈਸੇ ਜਲ ਮਹਿ ਕਮਲ ਅਲੇਪ ॥"}
{"text": "The Bramhgyani being is always unstained, like the sun, which gives its comfort and warmth to all.", "metadata": "ਬ੍ਰਹਮ ਗਿਆਨੀ ਸਦਾ ਨਿਰਦੋਖ ॥ ਜੈਸੇ ਸੂਰੁ ਸਰਬ ਕਉ ਸੋਖ ॥"}
{"text": "The Bramhgyani looks upon all alike, like the wind, which blows equally upon the king and the poor beggar.", "metadata": "ਬ੍ਰਹਮ ਗਿਆਨੀ ਕੈ ਦ੍ਰਿਸਟਿ ਸਮਾਨਿ ॥ ਜੈਸੇ ਰਾਜ ਰੰਕ ਕਉ ਲਾਗੈ ਤੁਲਿ ਪਵਾਨ ॥"}
{"text": "The Bramhgyani has a steady patience, like the earth, which is dug up by one, and anointed with sandal paste by another.", "metadata": "ਬ੍ਰਹਮ ਗਿਆਨੀ ਕੈ ਧੀਰਜੁ ਏਕ ॥ ਜਿਉ ਬਸੁਧਾ ਕੋਊ ਖੋਦੈ ਕੋਊ ਚੰਦਨ ਲੇਪ ॥"}
{"text": "This is the quality of the Bramhgyani, O Nanak, his inherent nature is like a warming fire. ", "metadata": "ਬ੍ਰਹਮ ਗਿਆਨੀ ਕਾ ਇਹੈ ਗੁਨਾਉ ॥ ਨਾਨਕ ਜਿਉ ਪਾਵਕ ਕਾ ਸਹਜ ਸੁਭਾਉ ॥੧॥"}
{"text": "From Ongkaar, the One Universal Creator God, Brahma was created.", "metadata": "ਓਅੰਕਾਰਿ ਬ੍ਰਹਮਾ ਉਤਪਤਿ ॥"}
{"text": "He kept Ongkaar in his consciousness.", "metadata": "ਓਅੰਕਾਰੁ ਕੀਆ ਜਿਨਿ ਚਿਤਿ ॥"}
{"text": "From Ongkaar, the mountains and the ages were created.", "metadata": "ਓਅੰਕਾਰਿ ਸੈਲ ਜੁਗ ਭਏ ॥"}
{"text": "Ongkaar created the Vedas.", "metadata": "ਓਅੰਕਾਰਿ ਬੇਦ ਨਿਰਮਏ ॥"}
{"text": "Ongkaar saves the world through the Shabad.", "metadata": "ਓਅੰਕਾਰਿ ਸਬਦਿ ਉਧਰੇ ॥"}
{"text": "Ongkaar saves the Gurmukhs.", "metadata": "ਓਅੰਕਾਰਿ ਗੁਰਮੁਖਿ ਤਰੇ ॥"}
{"text": "Listen to the Message of the Universal, Imperishable Creator Lord.", "metadata": "ਓਨਮ ਅਖਰ ਸੁਣਹੁ ਬੀਚਾਰੁ ॥"}
{"text": "The Universal, Imperishable Creator Lord is the essence of the three worlds.", "metadata": "ਓਨਮ ਅਖਰੁ ਤ੍ਰਿਭਵਣ ਸਾਰੁ ॥੧॥"}
{"text": "Listen, O Pandit, O religious scholar, why are you writing about worldly debates?", "metadata": "ਸੁਣਿ ਪਾਡੇ ਕਿਆ ਲਿਖਹੁ ਜੰਜਾਲਾ ॥"}
{"text": "As Gurmukh, write only the Name of the Lord, the Lord of the World.", "metadata": "ਲਿਖੁ ਰਾਮ ਨਾਮ ਗੁਰਮੁਖਿ ਗੋਪਾਲਾ ॥੧॥ ਰਹਾਉ ॥"}